Repository: pedrokiefer/tsc-faq-manager
Catalog: languages/tsc-faq-manager-*.po
Languages: pt_br

source: Id not defined!
pt_br: Id não definido!

source: Not a post
pt_br: Não é um POST

source: Invalid Post
pt_br: POST inválido

source: group
pt_br: grupo

source: groups
pt_br: grupos

source: Edit Group
pt_br: Editar Grupo

source: Edit
pt_br: Editar

source: Order Questions
pt_br: Ordenar Questões

source: Delete
pt_br: Apagar

source: Name
pt_br: Nome

source: Questions
pt_br: Questões

source: Search Box
pt_br: Caixa de Pesquisa

source: Ask Box
pt_br: Caixa de Perguntas

source: Status
pt_br: Estado

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: New FAQ Question Asked @
pt_br: Nova Questão no FAQ @

source: FAQ Question @
pt_br: Questão no FAQ @

source: question
pt_br: questão

source: questions
pt_br: questões

source: Edit Question
pt_br: Editar Questão

source: Question
pt_br: Questão

source: Group
pt_br: Grupo

source: Who Asked
pt_br: Quem Perguntou

source: Date
pt_br: Data

source: Invalid Email Address
pt_br: Endereço de E-mail Inválido

source: Missing Group Name
pt_br: Nome do Grupo está faltando

source: Missing Question
pt_br: Questão está faltando

source: Missing Group
pt_br: Grupo está faltando

source: Settings
pt_br: Configurações

source: Groups
pt_br: Grupos

source: Invalid controller
pt_br: Controlador Inválido

source: Invalid request
pt_br: Requisição Inválida

source: Create Group
pt_br: Criar Grupo

source: Group Name
pt_br: Nome do Grupo

source: The name of the group.
pt_br: O nome do grupo.

source: Show Search Box
pt_br: Exibir Caixa de Pesquisa

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Place a search box above the group questions.
pt_br: Exibir caixa de pesquisa acima das questões de um dado grupo

source: Show Ask Box
pt_br: Exibir Caixa de Perguntas

source: Place a submission box below the group questions for users/members to ask questions.
pt_br: Coloca uma caixa de pergunta abaixo do grupo de questões exibido, permitindo que usuários / membros façam perguntas.

source: Deactivating a group will prevent it's questions from being shown on the front-end.
pt_br: Desativando um grupo suas questões deixarão de ser exibidas nas páginas dos usuários.

source: Create
pt_br: Criar

source: Save
pt_br: Salvar

source: Add New
pt_br: Adicionar Novo

source: Create Question
pt_br: Criar Questão

source: Enter question here:
pt_br: Coloque a sua questão aqui:

source: Extra Info
pt_br: Informações Extras

source: FAQ Group:
pt_br: Grupo de Perguntas Frequentes:

source: Status:
pt_br: Estado

source: New Questions
pt_br: Novas Questões

source: Enable New Questions
pt_br: Habilitar Novas Questões

source: Enable questions on the front-end.
pt_br: Habilita questões nas páginas dos usuários.

source: Notification Address
pt_br: Endereço para Notificações

source: Email address to were the notification will be sent.
pt_br: Endereço de E-mail para onde as notificações serão enviados.

source: Notify on New Questions
pt_br: Notificar Novas Questões

source: Get a notification email when a new question is posted on the site.
pt_br: Quando uma pergunta é gerada no site você receberá um email notificando a nova pergunta.

source: Notify Enquirer When Answered
pt_br: Notificar Quem Perguntou Quando Respondido

source: Send an email to the person that posted the question.
pt_br: Envia um e-mail notificando a pessoa que realizou a pergunta quando ela for respondida.

source: Require Email Address
pt_br: Requisitar Endereço de E-mail

source: To ask a question, the person needs a valid email address.
pt_br: Para realizar uma pergunta a pessoa precisa de um endereço de e-mail válido.

source: Shortcode Skin
pt_br: Modelo de Shortcode

source: Current Skin
pt_br: Modelo Atual

source: Save Changes
pt_br: Salvar Alterações

source: Managing Frequently Asked Questions was Never So Easy.
pt_br: Gerenciar Perguntas Frequentes nunca foi tão fácil
